13xforever.language-x86-64-assembly
anksio.tsoding-emacs-gruber-minimal
batisteo.vscode-django
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc-icons
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
drblury.protobuf-vsc
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.github-vscode-theme
github.vscode-github-actions
kevinrose.vsc-python-indent
maziac.asm-code-lens
mgmcdermott.vscode-language-babel
miguelsolorio.fluent-icons
miguelsolorio.symbols
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.vscode-typescript-next
mvllow.rose-pine
njpwerner.autodocstring
rangav.vscode-thunder-client
redhat.vscode-yaml
sumneko.lua
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wakatime.vscode-wakatime
wholroyd.jinja
xabikos.javascriptsnippets
yinfei.luahelper
